[
    {
        "id": "1",
        "name": "Elizabeth Gillies",
        "img": "https://i.ibb.co/XpZdh1d/chef8.jpg",
        "years": "More than five years and 8 months",
        "recipes": "She is good at making more than 8 iteams",
        "like": "4123",
        "Recipeimgone": "https://i.ibb.co/MPMmbhY/img16.jpg",
        "Recipeimggtwo": "https://i.ibb.co/DLQHrc2/img15.jpg",
        "Recipeimgggthree": "https://i.ibb.co/51FVyZQ/img14.jpg",
        "Recipeimgggfour": "https://i.ibb.co/8rNsKD3/img13.jpg",
        "recipeName": "Seared Tuna Tiradito",
        "recipeNamee": "Carla Hall's Buttermilk",
        "recipeNameee": "Casarecce with Sausage",
        "recipeNameeee": "Za'atar Baked Eggs",
        "ingredient": "All purpose flour, Butter, Vegetable oil, Cheese, Mayonnaise",
        "method": "Dry heat cooking works without the presence of any moisture, broth, or water. Instead, it relies on the circulation of hot air or contact with fat to transfer heat to foods. Temperatures of 300 degrees or hotter are used to create browning, a reaction where the amino acids and sugars in food turn brown and create a distinct aroma and flavor.",
        "ratingone": "4.5",
        "ratingtwo": "5.0",
        "ratingthree": "4",
        "ratingfour": "3.5",
        "paraone": "Always served piping hot and perfectly sweetened, it has just the right amounts of evaporated milk and sweetened condensed milk.",
        "paratwo": "It gives you a jolt without any unpleasant buzz (speaking from my own experience anyway), and a blend of teas makes for a wonderfully strong and fragrant cuppa.",
        "parathree": "It is surprising just how much tea you need to make an authentic cup of Hong Kong Milk tea, as it is traditionally so strong. I watched countless Hong Kong Milk Te",
        "parafour": "Portion out the tea one serving is a little over 1 cup. Mix in ⅓ cup evaporated milk and about 1 teaspoon sweetened condensed milk, or to taste."
    },
    {
        "id": "2",
        "name": "Salt bae",
        "img": "https://i.ibb.co/y03tFjK/salt.jpg",
        "years": "six years completed and running",
        "recipes": "he can make you happy with his 10 wonderful iteams",
        "like": "3974",
        "Recipeimgone": "https://i.ibb.co/8rNsKD3/img13.jpg",
        "Recipeimggtwo": "https://i.ibb.co/PWkJGYq/img12.jpg",
        "Recipeimgggthree": "https://i.ibb.co/VL2ydbQ/img11.jpg",
        "Recipeimgggfour": "https://i.ibb.co/51FVyZQ/img14.jpg",
        "recipeName": "Emperor's Pork",
        "recipeNamee": "Apple Pie à la Mode",
        "recipeNameee": "Za'atar Baked Eggs",
        "recipeNameeee": "Carla Hall's Buttermilk",
        "ingredient": "Almonds, Mushrooms, Lamb, Shrimp,Fennel",
        "method": "Broiling works by transferring extremely high heat onto food, usually directed from a radiant located above the food which cooks on one side at a time. Browning can occur very quickly with this method, sealing juices and flavor inside and leaving a crisp exterior.",
        "ratingone": "5.0",
        "ratingtwo": "4.5",
        "ratingthree": "4",
        "ratingfour": "3.5",
        "paraone": "Using a spoon, make 4 wells in the tomato sauce, then crack an egg into each one; season with salt and pepper. Transfer the skillet to the oven and bake.",
        "paratwo": "in a small bowl, mix the yogurt with the cucumber, the 1 tablespoon of lemon juice, the sumac, mint and the remaining 2 teaspoons of parsley and 1/2 teaspoon of za’atar. ",
        "parathree": "Season with salt and garnish with za’atar. Drizzle the eggs with olive oil and garnish with parsley. Drizzle the tomato sauce with lemon juice..",
        "parafour": "I'd like to think of my role as that of chef translator, helping to make dishes, techniques, and flavors accessible to home cooks.Among the most meaningful moments in my career."
    },
    {
        "id": "3",
        "name": "Daniella Alonso",
        "img": "https://i.ibb.co/Xbdj913/chef7.jpg",
        "years": "she is a chef More than five years",
        "recipes": "You can enjoy her more than 6 items which will be outstanding",
        "like": "2241",
        "Recipeimgone": "https://i.ibb.co/g9gL8cQ/img10.jpg",
        "Recipeimggtwo": "https://i.ibb.co/PDhPzCG/img9.jpg",
        "Recipeimgggthree": "https://i.ibb.co/d6zF9vM/img8.jpg",
        "Recipeimgggfour": "https://i.ibb.co/bFK8VR1/img5.jpg",
        "recipeName": "Beet and Pear Salad",
        "recipeNamee": "Poul Nan Sos",
        "recipeNameee": "Shrimp and Grits",
        "recipeNameeee": "Sauce-Simmered",
        "ingredient": "Bacon, Fennel, Chiles, Onion, Sugar",
        "method": "Grilling is similar to broiling because grills use radiant heat to cook foods quickly. Most commonly, grilling equipment will feature an open grate with a heat source located beneath the food. Flipping is required to cook foods on both sides and grill marks from the hot grate or rack are desirable.",
        "ratingone": "3.5",
        "ratingtwo": "4.5",
        "ratingthree": "5.0",
        "ratingfour": "4",
        "paraone": "Put the chicken pieces in a large bowl and season with the salt. Squeeze the citrus halves over the chicken, then spend a minute or so rubbing the cut sides of the citrus against the chicken.",
        "paratwo": "Preheat the oven to 375F. Remove the chicken from the marinade, guiding any stuck-on aromatics back into the bowl. Set a strainer over a small mixing bowl.",
        "parathree": "Heat the oil in a wide heavy, ovenproof pot (such as a 3 1/2-quart braiser) over medium-high heat just until shimmery. Cook the chicken, skin-side downk.",
        "parafour": "Always served piping hot and perfectly sweetened, it has just the right amounts of evaporated milk and sweetened condensed milk."
    },
    {
        "id": "4",
        "name": "Burak ozdemir",
        "img": "https://i.ibb.co/9sGGTNx/burak.jpg",
        "years": "He is enjoing this More than five years",
        "recipes": "Hhe is good at making more than 8 iteams",
        "like": "6524",
        "Recipeimgone": "https://i.ibb.co/51FVyZQ/img14.jpg",
        "Recipeimggtwo": "https://i.ibb.co/3mwv9jf/img6.jpg",
        "Recipeimgggthree": "https://i.ibb.co/bFK8VR1/img5.jpg",
        "Recipeimgggfour": "https://i.ibb.co/JHDM12W/img7.jpg",
        "recipeName": "Sautéed Zucchini",
        "recipeNamee": "Sauce-Simmered",
        "recipeNameee": "Porterhouse Steak",
        "recipeNameeee": "Poul Nan Sos",
        "ingredient": "Olive oil, Chicken, Rice,Garlic, orange",
        "method": "Roasting is performed inside an oven and uses indirect heat that cooks from all sides for even browning. This method of cooking works more slowly, coaxing flavors out of meats and vegetables. Roasting can be performed at very low temperatures between 200 degrees and 350 degrees Fahrenheit for tougher cuts of meat.",
        "ratingone": "4.5",
        "ratingtwo": "5.0",
        "ratingthree": "3.5",
        "ratingfour": "4",
        "paraone": "This Easy Sautéed Zucchini with Parmesan celebrates summer’s most ubiquitous squash in all its green glory. My gut reaction to zucchini is to gussy it up. ",
        "paratwo": "While this impulse leads me on many delicious paths, the other week I realized that of the 30 and counting zucchini recipes on this site, I don’t have a single one k.",
        "parathree": "Aside from making Grilled Zucchini or Air Fryer Zucchini every now and then, however, prior to making this recipe I didn’t put much thought into ways to enjoy zucchini on its own..",
        "parafour": "Not mandatory, but I do love the additional note of savoriness it provides. Bonus: if you reheat the leftovers in a skillet the way I suggest in the recipe notes, the sliced onion becomes extra crispy. ."
    },
    {
        "id": "5",
        "name": "Maddison Brown",
        "img": "https://i.ibb.co/hgYYZMq/chef4.jpg",
        "years": "She is here more than 4 years",
        "recipes": "She can make her the best awesome 6 iteams ",
        "like": "3514",
        "Recipeimgone": "https://i.ibb.co/3WHL5Qw/img4.jpg",
        "Recipeimggtwo": "https://i.ibb.co/0X8b2NP/img3.jpg",
        "Recipeimgggthree": "https://i.ibb.co/bPYKCzY/img2.jpg",
        "Recipeimgggfour": "https://i.ibb.co/nrC6P9f/img1.jpg",
        "recipeName": "Hong Kong Milk",
        "recipeNamee": "Hawaiian-Style Garlic",
        "recipeNameee": "Croatian Langoustine",
        "recipeNameeee": "Crespelle ",
        "ingredient": "Coconut,Beets ,Strawberries,Apple,Lamb",
        "method": "Baking and roasting both use indirect heat to surround foods and cook from all sides. The term roasting is used when cooking meats or vegetables, and baking is used when making bread, rolls, and cakes. Technically, these cooking methods are the same, but baking is usually performed at lower temperatures than roasting.",
        "ratingone": "5.0",
        "ratingtwo": "4.5",
        "ratingthree": "3.5",
        "ratingfour": "4",
        "paraone": "Shrimp is always good (when properly cooked of course) but then when you finish it off with a sauce this good people will be talking about it for days..",
        "paratwo": "Always served piping hot and perfectly sweetened, it has just the right amounts of evaporated milk and sweetened condensed milk.",
        "parathree": "For this recipe (or a similar recipe with a sauce) you can reheat in a skillet over low to medium-low heat with the sauce, or reheat in the microwave, covered, on 50% power just until heated.",
        "parafour": "No matter what method youll be using to reheat youll want to cook over a moderately low heat and only warm through or it will become rubbery. For this recipe (or a similar recipe with a sauce) you can reheat in a skille"
    },
    {
        "id": "6",
        "name": "James Mackay",
        "img": "https://i.ibb.co/zJqRrZz/chef1.jpg",
        "years": "More than eight years of his experience",
        "recipes": "He is the best at making more than 5 iteams",
        "like": "2265",
        "Recipeimgone": "https://i.ibb.co/nrC6P9f/img1.jpg",
        "Recipeimggtwo": "https://i.ibb.co/d6zF9vM/img8.jpg",
        "Recipeimgggthree": "https://i.ibb.co/VL2ydbQ/img11.jpg",
        "Recipeimgggfour": "https://i.ibb.co/JHDM12W/img7.jpg",
        "recipeName": "Smoked Ham Hock",
        "recipeNamee": "Monkfish Piccata",
        "recipeNameee": "Crespelle ",
        "recipeNameeee": "Croatian Langoustine",
        "ingredient": "Corn, Turkey, Bacon, Strawberries, Lamb",
        "method": "Sauteing is performed over a burner in a hot, shallow pan and uses a small amount of oil or fat to coat food for even browning. This method cooks foods very quickly so it's best to keep the food moving by tossing or flipping. Saute is a French word that translates to jump. To achieve great results with sauteing, make sure the oiled pan is hot before adding any food.",
        "ratingone": "4",
        "ratingtwo": "3.5",
        "ratingthree": "4.5",
        "ratingfour": "5.0",
        "paraone": "Crespelle are Tuscan crepes that are often used in place of pasta. They can be stuffed and rolled like cannelloni or layered as you would make a lasagna. Crespelle can also be either sweet or savory. You can use a variety of fillings for your crespelle. ",
        "paratwo": " I used to make crespelle often when we lived in Milan, Italy, and my kids were young because they were my sons favorite. I hesitate to admit that I havent made crespelle for many years. Still, when I was making a list of upcoming recipes.",
        "parathree": "o make this into a savory version, omit the sugar and alcohol and slightly increase the amount of salt. In that case, you can use any number of savory fillings; for example, spinach and ricotta.",
        "parafour": "You can either use a crepe pan or a non-stick frying pan to make the crepes. This batter works best if it is refrigerated for at least two hours before using, and it might take a try or two before you perfect the method."
    },
    {
        "id": "7",
        "name": "Eliza Bennett",
        "img": "https://i.ibb.co/0D334B1/chef9.jpg",
        "years": "More than seven years to go",
        "recipes": "She is good at making more than 7 iteams",
        "like": "2645",
        "Recipeimgone": "https://i.ibb.co/51FVyZQ/img14.jpg",
        "Recipeimggtwo": "https://i.ibb.co/JHDM12W/img7.jpg",
        "Recipeimgggthree": "https://i.ibb.co/d6zF9vM/img8.jpg",
        "Recipeimgggfour": "https://i.ibb.co/3mwv9jf/img6.jpg",
        "recipeName": "Paneer Paratha",
        "recipeNamee": "Lamb Sausage Kefta",
        "recipeNameee": "Collard And Fennel Salad",
        "recipeNameeee": "Tahini-Tofu Dip",
        "ingredient": "Mayonnaise, Chiles, Almonds, Bacon, Mushrooms",
        "method": "As the name indicates, moist heat cooking relies on the presence of liquid or steam to cook foods. This method can be used to make healthy dishes without any added fat or oil. It's also a great way to tenderize the tough fibers in certain cuts of meat, like beef chuck or brisket. When cooking fibrous vegetables and legumes.",
        "ratingone": "5.0",
        "ratingtwo": "3.5",
        "ratingthree": "4.5",
        "ratingfour": "4",
        "paraone": "Grassy, sweet lamb gets a flavor boost from a warm Moroccan spice mix in this recipe for Lamb Sausage Kefta. Chilling the sausage before cooking helps it hold its shape. As wellk.",
        "paratwo": " The meat stays tender and juicy, and gets nice and browned in the skillet. If you'd like, you can substitute pork in for lamb; the lamb sausage mixture can also be used to make meatballs or burger patties.",
        "parathree": "Drain skewers. Scoop cold sausage mixture evenly into 24 portions (about 1 tablespoon, 3/4 ounce each). Shape each portion into a 2-inch-long cylinder around the tip of each skewer. Arrange skewers in a single layer on a rimmed baking sheet.",
        "parafour": "Heat a large skillet over medium-high. Working in 3 batches, add 1 tablespoon oil to skillet; cook 8 skewers in skillet, rotating often to cook evenly, until browned in spots."
    },
    {
        "id": "8",
        "name": "Katy Perry",
        "img": "https://i.ibb.co/99fRRk5/chef3.jpg",
        "years": "Here is spending his 7 years which has made her the best",
        "recipes": "He is better at making more than 6 iteams",
        "like": "4245",
        "Recipeimgone": "https://i.ibb.co/DLQHrc2/img15.jpg",
        "Recipeimggtwo": "https://i.ibb.co/3mwv9jf/img6.jpg",
        "Recipeimgggthree": "https://i.ibb.co/PDhPzCG/img9.jpg",
        "Recipeimgggfour": "https://i.ibb.co/MPMmbhY/img16.jpg",
        "recipeName": "Fried Shrimp and Grits",
        "recipeNamee": "Tempura Four Ways",
        "recipeNameee": "Tahini-Tofu Dip",
        "recipeNameeee": "Collard And Fennel Salad",
        "ingredient": "Coconut, Beets, Strawberries, Fennel,Lamb",
        "method": "Poaching is a gentle method of cooking in which foods are submerged in hot liquid between 140 degrees and 180 degrees Fahrenheit. The low heat works especially well for delicate items, and moisture and flavor are preserved without the need for fat or oil.",
        "ratingone": "4",
        "ratingtwo": "4.5",
        "ratingthree": "5.0",
        "ratingfour": "3.5",
        "paraone": "Heat 1/2 cup oil in a 12-inch cast-iron skillet over medium. Working in batches, fry plantain slices until light golden, 1 minute and 30 seconds to 2 minutes per side.k.",
        "paratwo": "Working in batches, return smashed plantain slices to hot oil; fry over medium until golden brown and crisp, 30 seconds to 1 minute per side. Transfer plantain slices to a baking sheet lined with paper towels.",
        "parathree": "Meanwhile, whisk together vinegar, sumac, mustard, molasses, pepper, remaining 1/4 cup oil, and remaining 1 teaspoon salt in a large bowl. Add greens; massage mixture togetherk.",
        "parafour": "Add sliced fennel bulb, apples, and shallots to collard mixture; toss to coat. Add plantains; fold once to incorporate. Transfer to a serving platter; sprinkle with reserved chopped fennel fronds.k."
    },
    {
        "id": "9",
        "name": "Sam Underwood",
        "img": "https://i.ibb.co/n3pvcxq/chef2.jpg",
        "years": "More than five years and 8 months",
        "recipes": "She is good at making more than 8 iteams",
        "like": "4123",
        "Recipeimgone": "https://i.ibb.co/MPMmbhY/img16.jpg",
        "Recipeimggtwo": "https://i.ibb.co/DLQHrc2/img15.jpg",
        "Recipeimgggthree": "https://i.ibb.co/51FVyZQ/img14.jpg",
        "Recipeimgggfour": "https://i.ibb.co/3mwv9jf/img6.jpg",
        "recipeName": "Seared Tuna Tiradito",
        "recipeNamee": "Carla Hall's Buttermilk",
        "recipeNameee": "Casarecce with Sausage",
        "recipeNameeee": "Za'atar Baked Eggs",
        "ingredient": "All purpose flour, Butter, Vegetable oil, Cheese, Mayonnaise",
        "method": "Dry heat cooking works without the presence of any moisture, broth, or water. Instead, it relies on the circulation of hot air or contact with fat to transfer heat to foods. Temperatures of 300 degrees or hotter are used to create browning, a reaction where the amino acids and sugars in food turn brown and create a distinct aroma and flavor.",
        "ratingone": "4.5",
        "ratingtwo": "5.0",
        "ratingthree": "3.5",
        "ratingfour": "4",
        "paraone": "Whisk together flour, baking powder, sugar, salt, and baking soda in a large bowl. Add shortening; using your fingertips, pinch and work shortening into flour mixture until mixture resembles coarse cornmeal.",
        "paratwo": "Lightly spray work surface with cooking spray, and sprinkle with flour. (Spray keeps flour in place.) Add buttermilk to flour mixture in bowl, and stir together to form a shaggy, sticky dough with no dry flour remaining.",
        "parathree": "Preheat oven to 450°F. Using a lightly-floured 2 1/4-inch round cutter, cut dough, stacking, reshaping, and cutting scraps until all dough is used. Turn dough rounds smooth side up; arrange 3/4 inchk.",
        "parafour": " Grate butter using large holes of a box grater into flour mixture. Toss and pinch quickly with your fingers until all butter pieces are well-coated in flour mixture, about 30 seconds."
    }
]